Repository: RKWKomZe/RkwBasics
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwbasics_domain_model_pages.palettes.common
source: Common
de: Allgemein

# tx_rkwbasics_domain_model_pages.palettes.extended
source: Extended
de: Erweitert

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_alternative_title
source: Alternative Label for Menu
de: Alternative Beschriftung für Menü (Kurzbeschriftung)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_fe_layout_next_level
source: Frontend Layout (for subpages of this page)
de: Frontend Layout (für Unterseiten dieser Seite)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_css_class
source: CSS- Class
de: CSS- Klasse

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_proxy_caching
source: Allow Proxy Caching (ATTENTION: valid even for logged in FE-users)
de: Proxy Caching erlauben (ACHTUNG: gilt auch für angemeldete FE-Nutzer)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_proxy_caching.I.inherit
source: Inherit
de: Vererben

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_proxy_caching.I.enabled
source: Allow
de: Erlauben

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_proxy_caching.I.disabled
source: Disallow
de: Verbieten

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_old_domain
source: Old Domain (Domain only, without "http://"!)
de: Alte Domain (ohne vorangestelltes "http://"!)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_old_link
source: Old Link (Link only, without domain and prepended backslash)
de: Alter Link (ohne vorangestellte Domain und ohne vorangestelltes "/"!)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_use_as_canonical.I.enabled
source: Use old domain/link as canonical
de: Alten Link als Canonical verwenden

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_no_index
source: Indexing by Search Engines
de: Indexierung durch Suchmaschinen

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_no_index.I.enabled
source: Inactivate (incl. Subpages)
de: Deaktivieren (inkl. Unterseiten)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_no_follow
source: Link-Following by Search Engines
de: Link-Folgen durch Suchmaschinen

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_no_follow.I.enabled
source: Inactivate (incl. Subpages)
de: Deaktivieren (inkl. Unterseiten)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_teaser_image
source: Teaser Image
de: Teaser-Bild

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_article_image
source: Article Image
de: Artikel-Bild

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_article_video
source: YouTube Video-Link (replaces Article Image)
de: YouTube Video-Link (ersetzt Artikel-Bild)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_information
source: Further Information
de: Weiterführende Informationen

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_department
source: Department
de: Fachbereich/Thema

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_document_genre
source: Genre
de: Textgattung

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_document_type
source: Document Type
de: Dokumentenart

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_series
source: Series
de: Serie / Reihe

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_enterprisesize
source: Enterprise Size
de: Unternehmensgröße

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_sector
source: Sector
de: Branche

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_companytype
source: Company type
de: Rechtsform

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_file
source: Download
de: Download (Cover wird automatisch erstellt aus erster Seite!)

# tx_rkwbasics_domain_model_pages.tx_rkwbasics_cover
source: Cover (Used only when no Download-File is set)
de: Cover (Überschreibt Cover aus Download-Datei)

# tx_rkwbasics_domain_model_mediafilemeta.tx_rkwbasics_publisher
source: Publisher
de: Herausgeber / Copyright

# tx_rkwbasics_domain_model_mediafilemeta.tx_rkwbasics_source
source: Source
de: Quelle

# tx_rkwbasics_domain_model_mediasources
source: RKW Basics: Media Sources
de: RKW Basics: Medienquellen

# tx_rkwbasics_domain_model_mediasources.internal
source: Internal (e.g. for own photos)
de: Intern (z.B. bei eigenen Fotos)

# tx_rkwbasics_domain_model_mediasources.internal.I.disabled
source: Do not show as copyright information in frontend
de: Im Frontend nicht als Copyright-Information anzeigen

# tx_rkwbasics_domain_model_content.tx_rkwbasics_images_no_copyright
source: Copyright Information
de: Copyright-Informationen

# tx_rkwbasics_domain_model_content.tx_rkwbasics_images_no_copyright.I.disabled
source: Do not show copyright information in frontend
de: Im Frontend keine Copyright-Informationen ausgeben

# tx_rkwbasics_domain_model_content.tx_rkwbasics_bodytext_mobile
source: Alternative text
de: Alternativer Text (Sonderfunktionen)

# tx_rkwbasics_domain_model_content.tx_rkwbasics_header_link_caption
source: Caption for Link
de: Beschriftung für Link (nur Slider und Partner-Boxen)

# tx_rkwbasics_domain_model_department
source: RKW Basics: Department
de: RKW Basics: Fachbereich/Thema

# tx_rkwbasics_domain_model_department.short_name
source: Short Name
de: Kurzname (für mobile Endgeräte)

# tx_rkwbasics_domain_model_department.internal_name
source: Internal Name
de: Interner Name (NICHT OHNE RÜCKSPRACHE ÄNDERN!)

# tx_rkwbasics_domain_model_department.css_class
source: CSS- Class
de: CSS- Klasse (system-interne Verwendung - NICHT OHNE RÜCKSPRACHE ÄNDERN!)

# tx_rkwbasics_domain_model_department.main_page
source: Main Page
de: Hauptseite des Themas

# tx_rkwbasics_domain_model_department.box_image
source: Box Image
de: Bild für Boxen auf Startseite

# tx_rkwbasics_domain_model_department.description
source: Description
de: Beschreibung

# tx_rkwbasics_domain_model_department.visibility
source: Visibility
de: Sichtbarkeit

# tx_rkwbasics_domain_model_department.visibility.I.visible
source: Show in search filter
de: In Suchfilter anzeigen

# tx_rkwbasics_domain_model_documenttype
source: RKW Basics: Document Type
de: RKW Basics: Dokumentenart

# tx_rkwbasics_domain_model_documenttype.name
source: Name
de: Titel

# tx_rkwbasics_domain_model_documenttype.short_name
source: Short Name
de: Kurzname

# tx_rkwprojects_domain_model_documenttype.internal_name
source: Internal Name
de: Interner Name (NICHT OHNE RÜCKSPRACHE ÄNDERN!)

# tx_rkwbasics_domain_model_documenttype.box_template_name
source: Box Template Name
de: Template-Name für Boxen (NICHT OHNE RÜCKSPRACHE ÄNDERN!)

# tx_rkwbasics_domain_model_documenttype.description
source: Description
de: Beschreibung

# tx_rkwbasics_domain_model_documenttype.type
source: Use with type
de: Anzeige bei Typ

# tx_rkwbasics_domain_model_documenttype.type.I.default
source: All
de: Alle

# tx_rkwbasics_domain_model_documenttype.type.I.other
source: Other
de: Sonstige

# tx_rkwbasics_domain_model_documenttype.type.I.events
source: Events
de: Veranstaltungen

# tx_rkwbasics_domain_model_documenttype.type.I.publications
source: Publications
de: Publikationen

# tx_rkwbasics_domain_model_documenttype.visibility
source: Visibility
de: Sichtbarkeit

# tx_rkwbasics_domain_model_documenttype.visibility.I.visible
source: Show in search filter
de: In Suchfilter anzeigen

# tx_rkwbasics_domain_model_series
source: RKW Basics: Series
de: RKW Basics: Serien / Reihen

# tx_rkwbasics_domain_model_series.name
source: Name
de: Titel

# tx_rkwbasics_domain_model_series.short_name
source: Short Name
de: Kurzname

# tx_rkwbasics_domain_model_series.description
source: Description
de: Beschreibung

# tx_rkwbasics_domain_model_series.type
source: Use with type
de: Anzeige bei Typ

# tx_rkwbasics_domain_model_series.type.I.default
source: Other
de: Sonstige

# tx_rkwbasics_domain_model_series.type.I.events
source: Events
de: Veranstaltungen

# tx_rkwbasics_domain_model_series.type.I.publications
source: Publications
de: Publikationen

# tx_rkwbasics_domain_model_series.visibility
source: Visibility
de: Sichtbarkeit

# tx_rkwbasics_domain_model_series.visibility.I.visible
source: Show in search filter
de: In Suchfilter anzeigen

# tx_rkwbasics_domain_model_enterprisesize
source: RKW Basics: Enterprise Size
de: RKW Basics: Unternehmensgröße

# tx_rkwbasics_domain_model_enterprisesize.name
source: Name
de: Titel

# tx_rkwbasics_domain_model_enterprisesize.short_name
source: Short Name
de: Kurzname

# tx_rkwbasics_domain_model_enterprisesize.description
source: Description
de: Beschreibung

# tx_rkwbasics_domain_model_enterprisesize.type
source: Use with type
de: Anzeige bei Typ

# tx_rkwbasics_domain_model_enterprisesize.type.I.default
source: Other
de: Sonstige

# tx_rkwbasics_domain_model_enterprisesize.type.I.events
source: Events
de: Veranstaltungen

# tx_rkwbasics_domain_model_enterprisesize.type.I.publications
source: Publications
de: Publikationen

# tx_rkwbasics_domain_model_enterprisesize.visibility
source: Visibility
de: Sichtbarkeit

# tx_rkwbasics_domain_model_enterprisesize.visibility.I.visible
source: Show in search filter
de: In Suchfilter anzeigen

# tx_rkwbasics_domain_model_sector
source: RKW Basics: Sector
de: RKW Basics: Branche

# tx_rkwbasics_domain_model_sector.name
source: Name
de: Titel

# tx_rkwbasics_domain_model_sector.short_name
source: Short Name
de: Kurzname

# tx_rkwbasics_domain_model_sector.description
source: Description
de: Beschreibung

# tx_rkwbasics_domain_model_sector.type
source: Use with type
de: Anzeige bei Typ

# tx_rkwbasics_domain_model_sector.type.I.default
source: Other
de: Sonstige

# tx_rkwbasics_domain_model_sector.type.I.events
source: Events
de: Veranstaltungen

# tx_rkwbasics_domain_model_sector.type.I.publications
source: Publications
de: Publikationen

# tx_rkwbasics_domain_model_sector.visibility
source: Visibility
de: Sichtbarkeit

# tx_rkwbasics_domain_model_sector.visibility.I.visible
source: Show in search filter
de: In Suchfilter anzeigen

# tx_rkwbasics_domain_model_companytype
source: RKW Basics: Company type
de: RKW Basics: Rechtsform

# tx_rkwbasics_domain_model_target_group
source: RKW Basics: Target group
de: RKW Basics: Zielgruppe

# tx_rkwbasics_domain_model_target_group.description
source: Description
de: Beschreibung

# sys_file_reference.ratio.topic_page
source: Topic Pages
de: Themen-Header

# sys_file_reference.ratio.article_page
source: Article Pages
de: Artikel-Bild

# sys_file_reference.ratio.boxes
source: Boxes
de: Teaser-Bild

# sys_file_reference.ratio.free
source: Free
de: Frei

# flexform.mediasources.function.headline
source: Function
de: Funktion

# flexform.mediasources.function.select
source: Select function
de: Funktion auswählen

# flexform.mediasources.function.select.I.list
source: List of used media sources
de: Liste aller verwendeten Medienquellen

# flexform.mediasources.function.select.I.listPage
source: List of used media sources for current page
de: Liste aller verwendeten Medienquellen für aktuelle Seite

# flexform.departments.function.headline
source: Function
de: Funktion

# flexform.departments.function.select
source: Select function
de: Funktion auswählen

# flexform.departments.function.select.I.boxes
source: Show boxes
de: Fachbereiche als Boxen
